Repository: xux/redBikeTiming
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Yes
ru: Да

source: No
ru: Нет

source: Dead Time (ms)
ru: Время неактивности (мс)

source: Notify Each (ms)
ru: Оповещать каждые (мс)

source: Update Timeout (ms)
ru: Период обновления (мс)

source: Title
ru: Название

source: Number Filter
ru: Фильтр Номера

source: Split Group Time (s)
ru: Группировать отсечки по времени (с)

source: Min Lap Time (s)
ru: Мин Время круга (с)

source: Zero Lap
ru: Нулевой круг

source: Min Zero Lap Time (s)
ru: Мин время нулевого круга

source: Colorize Multiplier (5 - recommend)
ru: Множитель раскраски (5 - рекомендованно)

source: Start List Download Link
ru: Ссылка скачки стартового списка

source: Results Upload Link
ru: Ссылка загрузки результатов

source: Results Upload Template
ru: Шаблон загрузки результатов

source: Results Upload Timeout
ru: Период загрузки результатов

source: Results QR Link
ru: QR код результатов

source: Results Include General
ru: Показывать Абсолют

source: Results Show Empty
ru: Показывать пустые результаты

source: Results Show Laps
ru: Показывать круги в результатах

source: Rows Count
ru: Колличество строк

source: Scale
ru: Масштаб

source: Scroll Timeout
ru: Период прокрутки

source: Padding
ru: Отступ

source: QR Shift
ru: Смещение QR кода

source: URL
ru: Ссылка

source: Timeout (s)
ru: Задержка (с)

source: Settings
ru: Настройки

source: StartList
ru: Стартовый список

source: Splits
ru: Отсечки

source: Password
ru: Пароль

source: Receive
ru: Получать

source: Send
ru: Отправлять

source: Mask the bib. Could be used <b>?</b> to replace 1 character or <b>*</b> for any.
ru: Маска номера. <b>?</b> зменяет 1 символ или <b>*</b> для нескольких.

source: Racers cleared.
ru: Гонщики удалены.

source: DB %s cleared.
ru: БД %s очищена.

source: Startlist loaded
ru: Стартовый список загружен

source: Startlist not loaded
ru: Стартовый список не загружен

source: Results Cleared.
ru: Результаты очищены.

source: Race not exists
ru: Гонка не существует

source: Access denied
ru: Доступ запрещен

source: Start List
ru: Стартовый список

source: About
ru: О программе

source: Online server
ru: Онлайн сервер

source: redBikeTiming on GitHub
ru: redBikeTiming на GitHub

source: Download android application
ru: Скачать Android Приложение

source: Start list
ru: Стартовый список

source: Results
ru: Результаты

source: General
ru: Абсолют

source: Laps
ru: Круги

source: Simple HTML
ru: Простой HTML

source: Manual
ru: Ручные

source: Start
ru: Старт

source: Finished
ru: Финишировали

source: Intermediate
ru: Промежуточная

source: Config
ru: Конфигурация

source: TV
ru: ТВ

source: Readers
ru: Сканеры

source: Mobile app
ru: Мобильное приложение

source: All
ru: Все

source: Add
ru: Добавить

source: Race select
ru: Выбор гонки

source: Save
ru: Сохранить

source: Scan from Mobile App
ru: Сканировать из мобильного приложения

source: Send data to mobile app
ru: Отправить данные в мобильное приложение

source: Download Mobile App
ru: Скачать мобильное приложение

source: Download
ru: Скачать

source: Clear race
ru: Очистить гонку

source: What clear?
ru: Что очистить?

source: Clear
ru: Очистить

source: Global Settings
ru: Глобальные настройки

source: Panel
ru: Табло

source: Race Settings
ru: Настройки гонки

source: Upload
ru: Загрузить

source: Start columns
ru: Стартовые колонки

source: Type
ru: Тип

source: Full data
ru: Все параметры

source: Field
ru: Поле

source: Start times
ru: Стартовые времена

source: Time
ru: Время

source: Lap
ru: Круг

source: Who
ru: Кто

source: Now
ru: Сейчас

source: HH:MM:SS
ru: ЧЧ:ММ:СС

source: Who value
ru: Значение кто

source: Finish Limits
ru: Финишные ограничения

source: Limit
ru: Ограничение

source: Dimension
ru: Размерность

source: Categories
ru: Категории

source: Category
ru: Категория

source: Synchronization
ru: Синхронизация

source: Service
ru: Сервис

source: Recalc Results
ru: Пересчитать результаты

source: Download Start List
ru: Скачать стартовый список

source: Online results
ru: Онлайн результаты

source: Download results.xls
ru: Скачать results.xls

source: Clear Race
ru: Очистить гонку

source: Download Race Folder
ru: Скачать папку с гонкой

source: Restart HTTP
ru: Перезапустить HTTP

source: Restart LLRP
ru: Перезапустить LLRP

source: Restart MUSIC
ru: Перезапустить MUSIC

source: Sync panels
ru: Синхронизовать табло

source: Sync Time
ru: Синхронизовать время

source: Server time:
ru: Серверное время:

source: Start List Column Values
ru: Значения стартовых колонок

source: Option
ru: Опция

source: BIB
ru: Номер

source: Peak
ru: Пик

source: Lap Time
ru: Время круга

source: Total Time
ru: Общее время

source: 'Ignore Split'
ru: 'Игнорировать отсечку'

source: 'Ignore Group'
ru: 'Игнорировать группу'

source: 'New Lap'
ru: 'Новый круг'

source: 'Start Split'
ru: 'Стартовая отсечка'

source: 'Intermediate Split'
ru: 'Промежуточная отсечка'

source: 'Finish Split'
ru: 'Финишная отсечка'

source: 'Finished Before Split'
ru: 'Финишировал ранее отсечки'

source: 'Use Split'
ru: 'Использовать эту отсечку'

source: Enter race password
ru: Введите пароль гонки

source: Enter
ru: Войти

source: Select race
ru: Выбрать гонку

source: New race
ru: Новая гонка

source: Create
ru: Создать

source: Tag
ru: Метка

source: First Time
ru: Первое Время

source: Last Time
ru: Последние Время

source: Peak Time
ru: Пиковой Время

source: Info
ru: Инфо

source: Manual Splits
ru: Ручные отсечки

source: Error
ru: Ошибка

source: Wait
ru: Ожидайте

source: Results TV
ru: ТВ результаты
